{
  "better-escape.nvim": { "branch": "master" },
  "buffer_manager.nvim": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "indent-o-matic": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.ai": { "branch": "stable" },
  "mini.bufremove": { "branch": "stable" },
  "mini.comment": { "branch": "stable" },
  "mini.completion": { "branch": "stable" },
  "mini.cursorword": { "branch": "stable" },
  "mini.indentscope": { "branch": "stable" },
  "mini.pairs": { "branch": "stable" },
  "mini.sessions": { "branch": "stable" },
  "mini.starter": { "branch": "stable" },
  "mini.surround": { "branch": "stable" },
  "null-ls.nvim": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "template-string.nvim": { "branch": "main" },
  "toggleterm.nvim": { "branch": "main" }
}